const dayShort: Record<string, string> = {
    "Понедельник": "Пн",
    "Вторник": "Вт",
    "Среда": "Ср",
    "Четверг": "Чт",
    "Пятница": "Пт",
    "Суббота": "Сб",
};

const personBackgrounds = {
    "Ерасыл": "images/toothless.jpg",
    "Асель": "images/Cinnamoroll.jpg",
};

const orderedDays = ["Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота"];

const timeSlots = [
    "08:00 - 08:50",
    "09:00 - 09:50",
    "10:00 - 10:50",
    "11:00 - 11:50",
    "12:10 - 13:00",
    "13:10 - 14:00",
    "14:10 - 15:00",
    "15:10 - 16:00",
    "16:10 - 17:00",
    "17:20 - 18:10",
    "18:30 - 19:20",
    "19:30 - 20:20",
    "20:30 - 21:20",
    "21:30 - 22:20",
];


export { dayShort, personBackgrounds, orderedDays, timeSlots };